Repository: younes-dro/tecnibo
Catalog: languages/tecnibo-*.po
Languages: fr_fr

source: The minimum PHP version required for this plugin is %1$s. You are running %2$s.
fr_fr: La version PHP requis est %1$s. Vous avez %2$s.

source: Role
fr_fr: Rôle

source: The role of the team member
fr_fr: Le rôle du membre de l'équipe

source: Products
fr_fr: Produits

source: Product
fr_fr: Produit

source: Add New
fr_fr: Ajouter nouveau

source: Add New Product
fr_fr: Ajouter un nouveau produit

source: Edit Product
fr_fr: Modifier le produit

source: New Product
fr_fr: Nouveau produit

source: View Product
fr_fr: Voir le produit

source: Search Product
fr_fr: Rechercher un produit

source: No Products found
fr_fr: Aucun produits trouvés

source: No Products found in the Trash
fr_fr: Aucun produits trouvés dans la corbeille

source: Add Products for Tecnibo Web site
fr_fr: Ajouter des produits pour le site Web de Tecnibo

source: Product Category
fr_fr: Catégorie de produit

source: Search Product Category
fr_fr: Recherche une catégorie produit

source: All Categories
fr_fr: Toutes les catégories

source: Parent Product Category
fr_fr: Catégorie produit mère

source: Parent Product Category:
fr_fr: Catégorie produit mère:

source: Edit Product Category
fr_fr: Modifier catégorie produit

source: Update Product Category
fr_fr: Mette à jour catégorie produit

source: Add New Product Category
fr_fr: Ajouter une catégorie de produit

source: New Product Category
fr_fr: Nouvelle catégorie de produit

source: Project
fr_fr: Projet

source: Add New Project
fr_fr: Ajouter un nouveau projet

source: Edit Project
fr_fr: Modifier Projet

source: New Project
fr_fr: Nouveau Projet

source: View Project
fr_fr: Voir Projet

source: Search Project
fr_fr: Recherche Projet

source: No Projets found
fr_fr: Pas de projets trouvés

source: No Projets found in the Trash
fr_fr: Pas de projets trouvés dans la corbeille

source: Add Projects for Tecnibo Web site
fr_fr: Ajouter Projets pour Le site Tecnibo

source: Equipe Tecnibo
fr_fr: Équipe Tecnibo

source: Team
fr_fr: Équipe

source: Add New Member
fr_fr: Ajouter un nouveau member

source: Edit Member
fr_fr: Modifier le member

source: New Member
fr_fr: Nouveau member

source: View Member
fr_fr: Voir member

source: Search Member
fr_fr: Rechercher un member

source: Main Menu Order
fr_fr: Ordre du menu principale

source: Sort MainMenu
fr_fr: Trier le menu principal

source: Select a parent category
fr_fr: Sélectionner une catégorie

source: Select Category to order
fr_fr: Sélectionnez une catégorie

source: Update Order
fr_fr: Mettre à jour l'ordre

source: Order updated successfully.
fr_fr: La mise à jour de l'ordre est effectuée avec succès.

source: Order updated failed. Please try again.
fr_fr: La mise à jour a échoué. Veuillez réessayer.

source: Product Meta Data
fr_fr: Métadonnées du produit

source: Variable Product
fr_fr: Produit variable

source: Select products that are used by this project
fr_fr: Sélectionnez les produits utilisés par ce projet

source: Project Details
fr_fr: Détails du projet

source: Technical brochure 1: (<b>.pdf</b>)
fr_fr: Brochure technique 1: (<b>.pdf</b>)

source: Technical brochure 2: (<b>.pdf</b>)
fr_fr: Brochure technique 2: (<b>.pdf</b>)

source: Technical brochure 3: (<b>.pdf</b>)
fr_fr: Brochure technique 3: (<b>.pdf</b>)

source: Show in MainMenu?
fr_fr: Afficher dans le Menu Principale?

source: Variations:
fr_fr: Déclinaisons:

source: There was an error uploading your file. The error is:
fr_fr: Une erreur s'est produite lors du téléchargement de votre fichier. L'erreur est:

source: The file type that you've uploaded is not a PDF.
fr_fr: Le type de fichier que vous avez téléchargé n'est pas un PDF.

source: Scope:
fr_fr: Le cadre:

source: Product:
fr_fr: Produit:

source: Photography:
fr_fr: Photographie:

source: Video:(The format video link https://www.youtube.com/<b>embed</b>/)
fr_fr: Vidéo:(Le lien vidéo au format https://www.youtube.com/<b>embed</b>/)

source: Related Products
fr_fr: Produits apparentés

source: Related Projects
fr_fr: Projets apparentés

source: See details
fr_fr: Détails

source: Sorry, no products or projects matched your criteria.
fr_fr: Désolé, aucun produit ou projet ne correspond à vos critères.

source: show all
fr_fr: montrer tout

source: Job Document
fr_fr: Document

source: Add Image
fr_fr: Ajouter image

source: Remove Image
fr_fr: Supprimer image

source: Insert
fr_fr: Insérer

source: Overview
fr_fr: Aperçu
